<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>runner</string>
		<key>creation_date</key>
		<date>2023-02-26T18:25:43Z</date>
		<key>munki_version</key>
		<string>6.2.0.4541</string>
		<key>os_version</key>
		<string>12.6.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>blocking_applications</key>
	<array>
		<string>Google Chrome</string>
	</array>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Chrome is a fast, simple, and secure web browser, built for the modern web.</string>
	<key>developer</key>
	<string>Google</string>
	<key>display_name</key>
	<string>Google Chrome</string>
	<key>installed_size</key>
	<integer>505257</integer>
	<key>installer_item_hash</key>
	<string>a1851ed7f4a92fd10efca86424fa8616ccf156420f9ebf9f3f00668d4d00bfe0</string>
	<key>installer_item_location</key>
	<string>apps/Google/GoogleChrome-110.0.5481.177.pkg</string>
	<key>installer_item_size</key>
	<integer>167820</integer>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.google.Chrome</string>
			<key>CFBundleName</key>
			<string>Chrome</string>
			<key>CFBundleShortVersionString</key>
			<string>110.0.5481.177</string>
			<key>CFBundleVersion</key>
			<string>5481.177</string>
			<key>minosversion</key>
			<string>10.13</string>
			<key>path</key>
			<string>/Applications/Google Chrome.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleVersion</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.13</string>
	<key>name</key>
	<string>GoogleChrome</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>505257</integer>
			<key>packageid</key>
			<string>com.google.Chrome</string>
			<key>version</key>
			<string>110.0.5481.177</string>
		</dict>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>110.0.5481.177</string>
</dict>
</plist>
